<template>
  <section class="s-main-section s-about a-mb-72">
    <div class="container">
      <h1 class="s-about__title a-mb-24">
        О проекте {{ demoSiteName }}
      </h1>
      <div class="s-about__item">
        <p>
          {{ demoSiteName }} –
          это навигатор абитуриента, выбирающего вуз для поступления.
          Проект ориентирован на самих поступающих и их родителей.
          В сложной системе
          {{ $hostnames.isVuz ? 'высшего' : 'среднего профессионального' }} образования
          им важно построить свой образовательный маршрут.
          Мы помогаем каждому абитуриенту не потеряться
          среди сотен специальностей и учебных заведений и,
          избежав препятствий, кратчайшим путем найти «свой»
          {{ $hostnames.isVuz ? 'вуз' : 'колледж, техникум или училище' }}.
        </p>
        <p>
          Мы рассказываем абитуриентам об учебных заведениях и помогаем им отобрать подходящие.
          Абитуриент находит
          {{ vuzOrCollege }}
          ,который соответствует его требованиям, и делает взвешенный выбор.
          {{ $hostnames.isVuz ? 'Вузы' : 'Колледжи' }},
          в свою очередь, могут редактировать сведения, размещенные на их страницах, и,
          таким образом, повышать информированность посетителей сайта.
          В итоге к ним придет абитуриент, который точно знает, куда он хочет поступить.
        </p>
      </div>
      <div class="s-about__item">
        <h2 class="s-about__item-title a-mb-24">
          {{ demoSiteName }} – абитуриентам
        </h2>
        <p>
          {{ demoSiteName }}
          позволяет найти все подходящие {{ vuzOrColleges }}
          в городе и сравнить их между собой.
          Мы даем абитуриенту простые и понятные инструменты для поиска и выбора.
          Ими могут воспользоваться не только поступающие
          {{
            $hostnames.isVuz ? `в бакалавриат или на специалитет но и те,
            кто идет в магистратуру или на второе высшее.`
            : `после 9-го или 11-го класса, а также те, кто решил получить новую специальность или
            профессию уже во взрослом возрасте.`
          }},
        </p>
        <div class="s-about__wrapper">
          <h6>
            Абитуриент может пойти одним из двух путей.
          </h6>
          <ol class="list-type-number">
            <li
              v-for="(item, index) in aboutList"
              :key="index"
            >
              {{ item.point }}
            </li>
          </ol>
        </div>
        <p>
          {{
            $hostnames.isVuz ?
              `Все, что абитуриенту нужно узнать в первую очередь, есть на странице вуза.
          Здесь перечислены реализуемые специальности и направления,
          размещены контактные данные и режим работы приемной комиссии.
          Есть информация про баллы ЕГЭ прошлых лет,
          для поступающих на платное указана стоимость года обучения.
          У каждого вуза можно проверить наличие действующей лицензии и государственной
          аккредитации, в том числе отдельных образовательных программ.` :
              `Все, что абитуриенту нужно узнать в первую очередь, есть на странице колледжа.
          Здесь перечислены реализуемые специальности, размещены контактные
          данные и режим работы приемной комиссии. Есть информация про средний
          балл аттестата в прошлые годы, для поступающих на платное указана
          стоимость обучения. У каждого колледжа можно проверить наличие действующей
          лицензии и государственной аккредитации, в том числе отдельных образовательных программ.`
          }}
        </p>
        <p>
          На сайте можно подобрать учебные заведения,
          которые предлагают дистанционное образование.
          В календаре появляется информация о том,
          когда в {{ vuzOrCollegeD }}
          города будут проводиться дни открытых дверей.
        </p>
        <p>
          Ко всем {{ vuzOrCollegeP }}
          публикуются отзывы выпускников.
          Абитуриент может задать вопрос представителю {{ vuzOrCollegeR }}
          или воспользоваться формой обратной связи,
          чтобы отправить заявку на подбор программы обучения.
        </p>
        <p>
          В <a href="#">разделе о специальностях</a>
          {{
            $hostnames.isVuz ?
              `можно прочитать их описание и узнать,
          кем работать после получения диплома.
          У каждой специальности и направления есть
          специализации или профили – они тоже перечислены.` : `
          рассказано, какую квалификацию присвоят выпускнику,
          куда устроиться после получения диплома и на
          каких специальностях и направлениях можно продолжить
          обучение в вузе.
          `
          }}
        </p>
        <p>
          Загляните в раздел <a href="#">«Медиа»</a> –
          {{
            $hostnames.isVuz ? `там можно больше узнать
            о современных профессиях и студенческой жизни,
            почитать обзоры и рейтинги вузов.
            Изучите каталог специальностей и направлений.
            Зарегистрируйтесь на сайте и добавляйте специальности в избранное.` :
            `здесь размещены рейтинги колледжей и есть много интересной информации
            о поступлении, современных профессиях и студенческой жизни.
            Зарегистрируйтесь на сайте и пользуйтесь всеми его возможностями.`
          }}
        </p>
      </div>
      <div class="s-about__item">
        <h2 class="s-about__item-title a-mb-24">
          {{ $hostnames.isVuz ? 'Демо-портал – вузам' : 'Демо-портал – колледжам' }}
        </h2>
        <p>
          Навигатор по {{ vuzOrCollegeP }} нужен не только для того,
          чтобы абитуриент нашел «свой» {{ vuzOrCollege }}.
          Размещая информацию о {{ vuzOrCollegeD }},
          проект также помогает им искать «своего» абитуриента.
          Чтобы {{ vuzOrColleges }}
          извлекли из этой возможности максимум пользы,
          мы предлагаем их представителям
          <a href="#">подключиться к панели управления
            {{ $hostnames.isVuz ? 'вузом' : 'колледжем' }}
          </a>
          и в режиме реального времени добавлять и редактировать информацию.
          Эта функция позволяет рассказать о преимуществах
          {{ vuzOrCollegeR }},
          оперативно обновить данные, сообщить о намеченном мероприятии.
          На странице {{ vuzOrCollegeR }}
          его представитель также может отвечать на вопросы и комментировать отзывы.
        </p>
        <p>
          Мы предлагаем {{ vuzOrCollegeP }} узнать больше о
          возможностях продвижения среди посетителей
          сайта в <a href="">разделе рекламы</a>.
        </p>
        <p>
          Если у вас есть вопросы по работе сайта,
          пишите нам на электронную почту: demo-support@example.com.
        </p>
      </div>
    </div>
  </section>
</template>
<script setup>
import { api } from 'src/boot/axios';
import { computed } from 'vue';

const vuzOrColleges = computed(() => (api.hostnames.isVuz ? 'вузы' : 'колледжи'));
const vuzOrCollege = computed(() => (api.hostnames.isVuz ? 'вуз' : 'колледж'));
const vuzOrCollegeD = computed(() => (api.hostnames.isVuz ? 'вузах' : 'колледжах'));
const vuzOrCollegeR = computed(() => (api.hostnames.isVuz ? 'вуза' : 'колледжа'));
const vuzOrCollegeP = computed(() => (api.hostnames.isVuz ? 'вузам' : 'колледжам'));
const demoSiteName = computed(() => (api.hostnames.isVuz ? 'Демо-портал (вузы)' : 'Демо-портал (колледжи)'));

const aboutList = [
  {
    point: api.hostnames.isVuz
      ? 'Подобрать вуз по специальности. Дополнительные параметры поиска: форма обучения, бюджетные места в вузе, наличие общежития и военной кафедры.'
      : 'Подобрать колледж по специальности. Дополнительные фильтры поиска: государственная форма собственности, форма обучения, наличие бюджетных мест и общежития.',
  },
  {
    point: api.hostnames.isVuz
      ? 'Подобрать специальность по комбинации предметов ЕГЭ, а потом сравнить специальности в разных вузах по проходным баллам, количеству мест или стоимости обучения.'
      : 'Отсортировать колледжи по интересующему направлению (медицинские, педагогические, политехнические и т. д.), а затем сравнить их по среднему баллу аттестата и другим параметрам.',
  },
];
</script>
<style lang="scss">
.s-about {

  &__item {
    margin-bottom: margin(48);

    p {
      margin-bottom: margin(16);

      &:last-child {
        margin-bottom: 0;
      }
    }

    a {
      text-decoration: underline;
    }

    &:last-child {
      margin-bottom: 0;
    }
  }
}
</style>
