<template>
  <div class="s-info">
    <q-expansion-item
      v-for="item in items"
      :key="item.question"
      class="s-info__item"
    >
      <template #header>
        <p class="s-info__question text-semibold-l">
          {{ item.question }}
        </p>
      </template>
      <template #default>
        <p class="s-info__answer text-regular-m text-gray">
          {{ item.answer }}
        </p>
      </template>
    </q-expansion-item>
  </div>
</template>

<script setup>
const items = [
  {
    question: 'Откуда была взята информация о вузах?',
    answer: `Изначально информация о вузах была предварительно заполнена,
    исходя из данных представленных на сайте Национального аккредитационного
    агентства в сфере образования (Росаккредагентство). При условии наличия
    подключенного к панели управления представителя вуза ответственность за
    актуальность и достоверность представленной информации ложится непосредственно
    на него.`,
  },
  {
    question: 'Что дает вузу участие в проекте?',
    answer: `Прежде всего – это возможность предоставить информацию о Вашем
    вузе широкой аудитории абитуриентов по всей России. Кроме того, вузы
    имеют возможность самостоятельно и в режиме реального времени изменять
     любую информацию о себе, тем самым предоставляя абитуриентам самую актуальную информацию.
     Так же вузы имеют возможность прямого диалога с абитуриентами в разделе «Отзывы»..`,
  },
  {
    question: 'Какова аудитория проекта сегодня?',
    answer: `Проект посещают около 400 000 человек в месяц, более 80% посетителей
    в возрасте от 17 до 35 лет. Целевая аудитория - абитуриенты, находящиеся в поиске
    высшего учебного заведения. Наиболее актуальную информацию Вы можете посмотреть
    на счетчиках внизу этой страницы.`,
  },
  {
    question: 'Что конкретно я получу, участвуя в проекте?',
    answer: `Вы получите доступ к панели управления Вашим вузом. Панель управления вузом
    это веб-приложение, позволяющее управлять любой информацией о вузе: добавлять и редактировать
    учебные подразделения (институты и факультеты), образовательные программы (направления
    обучения, профили, формы обучения; вступительные испытания, количество мест, конкурс,
    сроки подачи документов и др), добавлять информацию о приемной комиссии, днях открытых
    дверей, участвовать в обсуждении вуза с позиции официального представителя вуза (статус
    пользователя), автоинформарование о новых сообщениях и многое другое.`,
  },
  {
    question: 'Каковы условия участия вузов в проекте?',
    answer: `Участие в проекте абсолютно бесплатно для всех новых пользователей.
    Единственное условие участия в проекте для вузов – это предоставление корректной,
    полной и актуальной информации о вузе.`,
  },
  {
    question: 'На странице вуза есть неактуальная информация, как ее изменить?',
    answer: `Для того чтобы актуализировать информацию об учебном заведении вам необходимо с
    корпоративной почты прислать запрос на email: demo-content@example.com

    В письме нужно подробно описать все изменения, которые необходимо внести.
    Мы обязательно сверим предлагаемые изменения с сайтом вуза и карточкой в демо-интерфейсе
    и в течение 5 рабочих дней обновим информацию.`,
  },
  {
    question: 'Вуз который я представляю отсутствует на Вашем проекте, как его добавить?',
    answer: `Мы не добавляем вузы по запросам пользователей. Вузы для проекта ежегодно
    отбираются в соответствии с внутренней политикой, которая предусматривает наличие
    не менее чем 90% учебных заведений от их общего количества, если вы не попали в
    данное число, скорее всего наш проект не подходит для вашего вуза или мы еще не
    заметили ваш вуз.`,
  },
  {
    question: 'Информация о вузах без представителей обновляется?',
    answer: `Да, выборочно и в очень небольших объемах (в рамках всех вузов России).
    Если Вы представитель вуза, то не стоит надеяться на автообновление информации конкретно вашего вуза.`,
  },
  {
    question: 'Я хочу добавить день открытых дверей моего вуза в календарь проекта.',
    answer: 'Данная возможность представлена в панели управления вузом.',
  },
  {
    question: 'Каким образом определяется порядок вузов в каталоге?',
    answer: `Позиция вуза в каталоге определяется множеством факторов, таких как актуальность
    и полнота данных, значения формальных показателей, социальные факторы и многое другое.
    Вузы ранжируются в соответствии с внутренними алгоритмами, механизмы которых не раскрываются.`,
  },
  {
    question: 'Я хочу ответить на отзыв, оставленный на странице моего вуза.',
    answer: `Ответить на отзыв может только представитель вуза, подключенный к панели управления
     вузом, в течение 14 календарных дней с момента публикации отзыва. Попытки ответить любым
     другим способом опубликованы не будут.`,
  },
  {
    question: 'На странице нашего вуза сказано, что в вуз запрещен прием абитуриентов, но запрет приема уже снят.',
    answer: `Пожалуйста вышлите на email технической поддержки сканированную копию распоряжения Рособрнадзора о
    возобновлении приема в ваш вуз и мы в самые кратчайшие сроки уберем устаревшее предупреждение.`,
  },
];
</script>

<style lang="scss">
.s-info {
  &__question {
    margin-bottom: 0;
    padding-right: padding(24);
  }

  &__answer {
    margin-top: margin(8);
    margin-bottom: 0;
  }

  &__item {
    padding: rem(30) 0;
    border-top: 1px solid color(stroke);
    border-bottom: 1px solid color(stroke);

    &:first-child {
      padding-top: 0;
      border-top: none;
    }

    &:last-child {
      border-bottom: none;
    }

    .q-item {
      display: flex;
      align-items: flex-start;
      padding: 0;
      min-height: rem(36);
    }

    .q-item__section--side {
      padding-right: 0;
      margin-left: auto;
      flex-shrink: 0;

      & > .q-icon {
        margin-left: auto;
        font-size: rem(36);
        color: color(dark);
      }
    }

    .q-focus-helper {
      display: none;
    }
  }
}
</style>
