<template>
  <section class="s-publishing-rules a-mb-72">
    <h1 class="s-publishing-rules__title a-mb-24">
      Правила публикации отзывов
    </h1>
    <div
      v-for="(item, index) in publishingRulesItems"
      :key="index"
      class="s-publishing-rules__item"
    >
      <h4 class="s-publishing-rules__subtitle a-mb-16">
        {{ item.title }}
      </h4>
      <p>
        {{ item.text }}
      </p>
    </div>
    <div class="s-publishing-rules__item">
      <h4 class="s-publishing-rules__subtitle a-mb-16">
        Формально
      </h4>
      <div class="s-publishing-rules__wrapper">
        <h5 class="s-publishing-rules__point">
          Общие положения
        </h5>
        <ol class="list-type-number">
          <li
            v-for="(item, index) in publishingRulesList1"
            :key="index"
          >
            {{ item.point }}
          </li>
        </ol>
      </div>
      <div class="s-publishing-rules__wrapper">
        <h5 class="s-publishing-rules__point">
          Правила публикации отзывов
        </h5>
        <ol class="list-type-number">
          <li
            v-for="(item, index) in publishingRulesList2"
            :key="index"
          >
            {{ item.point }}
          </li>
        </ol>
      </div>
    </div>
  </section>
</template>
<script setup>
const publishingRulesItems = [
  {
    title: '',
    text: 'Я учусь в Военмехе на специальности «Программная инженерия» по целевому набору. Сейчас получаю степень бакалавра. Что хотелось бы сказать, по окончанию университета я нашёл много единомышленников и друзей внутри вуза. Нашёл работу внутри вуза. Благодаря работе я взглянул на вуз с дугой точке зрения. Я увидел, как много предлагает вуз студентам, как много всего в вузе кроме лекций и практик. Моя кафедра И5 сильно поддерживает студентов, которые хотя участвовать в конкурсах и даже в не вузовских. Сама зазывает на конкурсы по созданию игр.',
  },
  {
    title: 'Премодерация',
    text: 'Все отзывы проходят обязательную премодерацию, то есть прежде чем отзыв будет опубликован, его обязательно прочтет наш редактор и проверит на соответствие законам РФ, правилам и принципам проекта. Проще говоря, решение о публикации или удалении отзыва реализуется путем нажатия одной кнопки. Поэтому мы настоятельно рекомендуем дочитать данный текст, прежде чем приступить к написанию отзыва на несколько тысяч символов который не будет опубликован.',
  },
  {
    title: 'Конкретика',
    text: 'Отзывы в стиле «Все хорошо, все нравится» или «Все плохо» имеют весьма сомнительную ценность в глазах широкой аудитории нашего проекта. Ведь понятия «хорошо» и «плохо» крайне субъективны, и что хорошо для одного плохо для другого. Поэтому разумнее вносить больше конкретики и писать про сильные и слабые стороны, рассказать связную историю, ну а выводы хорошо это или плохо каждый читающий решит для себя сам.',
  },
  {
    title: 'Персоналии',
    text: 'Если ваше мнение об учебном заведении ассоциируется, прежде всего, с некоторой, пускай и одиозной личностью, не стоит зацикливаться только на этом. Вы, безусловно, можете описать ваш опыт, но не стоит ограничиваться только этим. Наверняка помимо столь яркой персоны есть множество важных моментов, которые необходимо упомянуть, оценивая учебное заведение в целом.',
  },
  {
    title: 'Отзыв или заявление',
    text: 'Не стоит забывать что ни наш ни любой другой проект не является приемной правоохранительных органов. Если вы хотите сообщить о преступлении во всех его подробностях, то вам следует обратиться в соответствующие органы.',
  },
  {
    title: 'Медвежья услуга',
    text: 'Если вы очень хотите помочь вашему учебному заведению написав побольше хороших отзывов или работаете в данном учебно заведении и хотите попросить своих студентов срочно оставить отзывы, то не стоит этого делать. Данные отзывы наверняка будут аннулированы и помещены в специальную вкладку. Таким образом, с одной стороны данные отзывы мало кто прочтет, а с другой стороны все будут прекрасно видеть количество аннулированных отзывов и вероятно сделают вывод, что не стоит верить отзывам о данном учебном заведении, особенно хорошим.',
  },
  {
    title: 'Допущения',
    text: 'Как и большинство площадок с возможностью публикации отзывов мы не приветствуем публикацию ссылок на сторонние ресурсы, нецензурную лексику и другие подобные проявления, с другой стороны если ссылка ведет на фото или видео, отражающее или подтверждающее отзыв, а нецензурная лексика используется завуалировано и по принципу из «песни слов не выкинешь», то вероятно ваш отзыв будет опубликован. Правила с течением времени меняются и обратной силы не имеют, каждый отзыв рассматривается индивидуально и если отзыв по нашей оценке больше полезен, чем нарушает правила, то он может быть опубликован.',
  },
];
const publishingRulesList1 = [
  {
    point: 'Основным и единственным языком проекта является русский язык',
  },
  {
    point: 'Администрация проекта оставляет за собой право на отказ в публикации, удаление отзыва или его части, в случае нарушения правил или принципов проекта',
  },
  {
    point: 'Отзывы на проекте отражают личное мнение их авторов, администрация проекта не разделяет и не подтверждает достоверность или объективность содержания отзывов',
  },
];
const publishingRulesList2 = [
  {
    point: 'Запрещается создавать сообщения смысл которых напрямую не связан с конкретным вузом или колледжем.',
  },
  {
    point: 'Запрещается создавать сообщения рекламного характера, в том числе с указанием URL в нем',
  },
  {
    point: 'Запрещается использование нецензурных выражений и оскорблений в сообщениях',
  },
  {
    point: 'Запрещается создавать сообщения содержащие заведомо ложную информацию',
  },
  {
    point: 'Запрещается неоправданное использование заглавных букв (CAPS LOCK)',
  },
];
</script>
<style lang="scss">
.s-publishing-rules {

  &__item {
    margin-bottom: margin(40);
    p {
      margin-bottom: 0;
    }
    &:last-child {
      margin-bottom: 0;
    }
  }

  &__point {
    display: flex;
    align-items: center;
    &:before {
      content: '';
      width: rem(12);
      height: rem(3);
      margin-right: margin(12);
      background: color(orange);
      display: block;
    }
  }
}
</style>
