<template>
  <section class="s-regulations a-mb-72">
    <h1 class="s-regulations__title a-mb-24">
      Правила участия в проекте для представителей вузов
    </h1>
    <div class="s-regulations__item a-mb-32">
      <h4 class="a-mb-16">
        Премодерация
      </h4>
      <p>
        Панель управления вузом в демо-интерфейсе предназначена для публикации,
        в пользовательской части проекта, информации о вузе непосредственно его представителем.
        Панель управления вузом ориентирована на работу главы приемной комиссии вуза,
        ответственного секретаря приемной комиссии или сотрудников фактически замещающих
        данные должности или функции. Такой подход («Информация из первых рук») обеспечивает
        корректность и актуальность информации на проекте.
      </p>
    </div>
    <div class="s-regulations__item a-mb-32">
      <h4 class="a-mb-16">
        Правила подключения к панели управления вузом
      </h4>
      <p class="a-mb-16 s-regulations__desc">
        К панели управления вузом может быть подключен
        пользователь проекта соответствующий следующим требованиям:
      </p>
      <ul class="s-regulations__list a-pa-0 a-mb-24">
        <li
          v-for="(item, index) in regulationsList1"
          :key="index"
        >
          {{ item.point }}
        </li>
      </ul>
      <p class="s-regulations__desc a-mb-16">
        Для подключения к панели управления вузом, вуз должен соответствовать требованиям:
      </p>
      <ul class="s-regulations__list a-pa-0 a-mb-24">
        <li
          v-for="(item, index) in regulationsList2"
          :key="index"
        >
          {{ item.point }}
        </li>
      </ul>
      <p class="s-regulations__desc a-mb-16">
        Способы подтверждения профессиональной принадлежности (верификации) пользователя к вузу:
      </p>
      <ul class="s-regulations__list a-pa-0 a-mb-24">
        <li
          v-for="(item, index) in regulationsList3"
          :key="index"
        >
          {{ item.point }}
        </li>
      </ul>
      <p class="s-regulations__desc">
        В случае подозрительной активности подключения к конкретному вузу,
        способы подключения к нему могут быть изменены в соответствии с
        необходимыми мерами обеспечения безопасности информации на проекте.
      </p>
    </div>
    <div class="s-regulations__item a-mb-32">
      <h4 class="a-mb-16">
        Спектр информации допустимой к публикации
      </h4>
      <p>
        Панель управления вузом предназначена для публикации информации о вузе,
        о реализуемых в рамках вуза образовательных программах высшего образования,
        учебных подразделениях реализующих данные программы,
        днях открытых дверей вуза и его подразделений, реализующих данные программы.
        Публикация информации о подготовительных курсах, программах послевузовского образования,
        программах СПО и других нетематических материалов запрещена.
      </p>
    </div>
    <div class="s-regulations__item a-mb-32">
      <h4 class="a-mb-16">
        Правила проекта
      </h4>
      <p class="a-mb-16">
        Представитель вуза обязуется предоставлять полные,
        корректные и актуальные данные в контрольные сроки установленные
        администрацией проекта, путем публикации их на
        проекте через панель управления вузом.
      </p>
      <p class="a-mb-16">
        Администрация проекта реализует функции контроля за
        публикуемыми данными в ручном и автоматическом режиме.
        Администрация проекта оставляет за собой право редактировать
        и удалять информацию не соответствующую правилам проекта,
        информацию нарушающую логику построения страниц вуза на проекте,
        информацию опубликованную по средствам заполнения полей панели вуза
        не предназначенных для публикации информации данного содержания,
        информацию портящую эстетическое восприятие проекта, в частности,
        опубликованную небрежно, с ошибками, некорректным форматированием,
        неоправданно изобилующую прописными буквами (Caps lock) и др.
      </p>
      <p class="a-mb-16">
        В целях автоматизации проверки актуальности публикуемой информации
        представителями вуза введена процедура актуализации.
        Актуализация информации о вузе – приведение в соответствие
        информации опубликованной на проекте к фактической информации
        о вузе в данный момент (включая данные об образовательных программах
        вуза), в контрольные сроки установленные администрацией проекта.
      </p>
      <p class="s-regulations__desc a-mb-16">
        Контрольные сроки для актуализации информации на проекте:
      </p>
      <ul class="s-regulations__list a-pa-0 a-mb-24">
        <li>
          14 календарных дней, с момента подключения к панели вуза,
          для новых представителей вузов, за исключением вузов подведомственных МО,
          МВД, МЧС, ФСБ, ФСИН. Для новых представителей крупных вузов срок
          заполнения может быть увеличен по предварительному
          согласованию с технической поддержкой проекта.
        </li>
        <li>
          В период с 01 января по 14 июня, ежегодно, для всех представителей вузов.
        </li>
      </ul>
      <p class="a-mb-16">
        Вследствие нарушения правил проекта к представителю вуза
        и вузу который он представляет могут быть
        применены ограничительные меры, в частности ограничение
        на дальнейшее участие вуза в проекте, понижение позиции
        в выдаче вузов на проекте, иные меры на
        усмотрение администрации проекта.
      </p>
      <p class="a-mb-16">
        Каждый случай нарушения правил проекта рассматривается
        индивидуально и меры ограничения могут варьироваться
        в зависимости от каждого конкретного случая.
      </p>
      <p>
        В случае неоднократного нарушения правил проекта представителями
        одного вуза ограничительные меры могут быть увеличены в
        зависимости от истории нарушений правил проекта данного вуза.
        Администрация проекта оставляет за собой право на наложение бессрочного
        ограничения участия вуза в проекте, в исключительных случаях.
      </p>
    </div>
    <div class="s-regulations__item a-mb-32">
      <h4 class="a-mb-16">
        Запрещается
      </h4>
      <ol class="s-regulations__info a-pl-16">
        <li
          v-for="(item, index) in regulationsList4"
          :key="index"
        >
          {{ item.point }}
        </li>
      </ol>
    </div>
    <div class="s-regulations__item a-mb-32">
      <h4 class="a-mb-16">
        Связь с представителем вуза
      </h4>
      <p>
        Основным способом связи администрации проекта с
        представителями вузов является личный email представителя
        вуза указанный при регистрации пользователя на проекте.
        Электронные письма отправленные администрацией проекта в
        адрес представителя вуза считаются доставленными и прочитанными
        в момент отправки. Технические (со стороны вуза или его почтового сервиса)
        и иные причины по которым письма не были доставлены
        или прочитаны являются несостоятельными.
      </p>
    </div>
  </section>
</template>
<script setup>
const regulationsList1 = [
  {
    point: 'На момент подключения пользователь не подключен к панели другого вуза',
  },
  {
    point: 'Пользователь зарегистрирован под своим настоящим именем и фамилией',
  },
  {
    point: 'К панели управления целевого вуза, на данный момент, не подключен другой пользователь',
  },
  {
    point: 'Пользователь имеет профессиональную принадлежность к вузу (действующий сотрудник вуза)',
  },
];
const regulationsList2 = [
  {
    point: 'Вуз должен иметь действующую, на момент подключения, лицензию на ведение деятельности в сфере высшего образования и фактически реализовывать хотя бы одну программу высшего образования',
  },
  {
    point: 'Участие вуза в проекте не должно быть ограничено администрацией проекта',
  },
];
const regulationsList3 = [
  {
    point: 'Наличие доступа к электронному почтовому ящику (email), расположенному в домене официального сайта вуза',
  },
  {
    point: 'Наличие доступа к электронному почтовому ящику (email), опубликованному на официальном сайте вуза в качестве официального контакта или личного email конкретного сотрудника вуза',
  },
  {
    point: 'Наличие сканированной копии документа подтверждающего профессиональные отношения с конкретным вузом. Например, справка с места работы, пропуск с именем и печатью вуза, иной документ.',
  },
];
const regulationsList4 = [
  {
    point: 'Публиковать информацию несоответствующую тематике проекта.',
  },
  {
    point: 'Публиковать информацию несоответствующую действительности.',
  },
  {
    point: 'Удалять, умышленно портить информацию о вузе.',
  },
  {
    point: 'Игнорировать контрольные сроки актуализации информации о вузе.',
  },
  {
    point: 'Игнорировать предназначение полей ввода панели вуза.',
  },
  {
    point: 'Портить эстетическое восприятие проекта, в частности, вносить информацию небрежно, с ошибками, некорректным форматированием и др.',
  },
];
</script>
<style lang="scss">
.s-regulations {
  &__list {
    li {
      display: flex;
      align-items: flex-start;
      margin-bottom: margin(8);

      &:last-child {
        margin-bottom: 0;
      }

      &:before {
        content: "";
        width: 0.75rem;
        height: 0.1875rem;
        margin-right: margin(8);
        background: color(orange);
        display: block;
        flex: 0 0 auto;
        margin-top: rem(10);
      }
    }
  }
  &__info {
    li {
      margin-bottom: margin(8);
      padding-left: margin(8);

      &:last-child {
        margin-bottom: 0;
      }

      &::marker {
        color: color(orange);
        margin-right: margin(8);
        font-weight: 500;
      }
    }
  }
  &__desc {
    font-weight: 500;
  }
}
</style>
