/* eslint-disable */
export default {
  'f': {
    title: 'Первое высшее',
    defaultText: `
      <h4>Первое высшее образование</h4>
      <p>Бакалавриат представляет собой I уровень высшего образования, характеризующийся практико-ориентированным обучением. Это четырехлетний базовый уровень, который дает фундаментальную подготовку в выбранной области и общие начальные знания из других областей науки. Бакалавриат характеризуется отсутствием узкой специализации. По завершению обучения на данном уровне выпускники получают дипломы со степенью бакалавра.</p>
      <p>Специалитет представляет собой традиционную форму высшего образования в России. Обучение на специалитете подразумевает как получение базовых знаний, так и узкоспециальных, в рамках выбранной профессии. Очное обучение на специалитете длится пять лет. Выпускники после завершения получают степень дипломированных специалистов.</p>
    `,
    topics: {
      '5': {
        topic: 'Что такое бакалавриат?',
        subtopic: 'Бакалавриат - это',
        html: `
        <h4>Что такое бакалавриат?</h4>
        <p>Бакалавриат является первым уровнем высшего образования, обучение на котором на базе среднего полного образования длится четыре года, на базе среднего профессионального может длиться три года. Первые три года обучения на бакалавриате предполагают подготовку студентов как широких специалистов, и только на четвертом курсе появляется возможность выбрать определенный профиль. По окончанию обучения студенты получают степень бакалавра определенного профиля и диплом об оконченном высшем образовании. Данный диплом позволяет трудоустраиваться на должности, для которых требуется наличие высшего образования, при этом отсутствие узкой специализации предоставляет широкие возможности. Таким образом, бакалавриат – это высшее образование, полностью соответствующее мировым стандартам.</p>
        <ul>
          <li>Академический бакалавриат – это классическая форма получения образования по программе бакалавриата.</li>
          <li>Прикладной бакалавриат – это экспериментальная образовательная программа, предполагающая, наравне с академическим, обучение в течение четырех лет. Однако в самих программах обучения существуют различия.</li>
        </ul>
        <p>Программа прикладного бакалавриата характеризуется ориентацией на практическую профессиональную и теоретическую подготовку, что фактически является сочетанием программ среднего профессионального и высшего образования. Целью прикладного бакалавриата является подготовка рабочих и специалистов на высоком технологическом уровне для работы со сложными компьютерными технологиями. В программах прикладного бакалавриата много времени отводится практической подготовке студентов на предприятиях работодателей, лабораторным работам и написанию курсовых.</p>
        <p>После окончания любого вида бакалавриата у выпускников есть возможность продолжить получение высшего образования уже на второй ступени, поступив в магистратуру.</p>
        <p>Чтобы ответить на вопрос "что лучше, бакалавриат или специалитет", необходимо рассмотреть преимущества и недостатки этих двух форм образования.</p>
        `,
      },
      '6': {
        topic: 'Бакалавриат или специалитет',
        subtopic: 'Бакалавриат - это',
        html: `
        <h4>Бакалавриат или специалитет</h4>
        <p>Переход на Болонскую систему образования привнес новшества, заменив привычное всем в России одноуровневое высшее образование на двухуровневое. Теперь обучение большинству специальностей возможно лишь по системе бакалавриата и магистратуры, и лишь некоторые (медицинские, инженерные, военные) остались доступны в привычной нам форме пятилетнего образования.</p>
        <h5>Особенности бакалавриата</h5>
        <p>Бакалавриат является первой ступенью двухуровневого образования по Болонской системе. Программа бакалавриата позволяет получить студентам общие знания по выбранному направлению. Из ее преимуществ следует отметить следующие:</p>
        <ul>
          <li>Уже через четыре года обучения выпускники получают диплом о высшем образовании и могут сделать выбор либо в пользу продолжения обучения на второй ступени (в магистратуре), либо в пользу построения карьеры.</li>
          <li>Существует возможность быстрой смены профессии путем прохождения специальных курсов, без необходимости переучиваться в течение еще нескольких лет.</li>
          <li>Диплом бакалавра признается в зарубежных странах, что дает его обладателю возможность поступить в магистратуру заграничного вуза либо сразу найти работу в чужой стране.</li>
          <li>Из недостатков бакалавриата можно отметить:</li>
          <li>Невозможность трудоустройства на ряд должностей в образовательной сфере в России и в органы власти без прохождения второй ступени;</li>
          <li>Невозможность поступления в аспирантуру и защиты диссертации.</li>
        </ul>
        <h5>Особенности специалитета</h5>
        <p>Отличие специалитета от бакалавриата состоит в том, что специалитет представляет собой привычную для жителей нашей страны форму пятилетнего образования, в конце которого выпускник получает звание дипломированного специалиста. Программа специалитета предполагает и получение базовых знаний, и узкой подготовки по выбранному профилю. К преимуществам данного вида образования можно отнести то, что выпускники специалитета:</p>
        <ul>
          <li>больше котируются на российском рынке труда, нежели бакалавры;</li>
          <li>имеют возможность преподавания в российских вузах и право занимать должности в государственных структурах власти.</li>
        </ul>
        <p>Теперь о недостатках:</p>
        <ul>
          <li>Диплом «специалиста» дает меньше шансов поступить в зарубежную магистратуру или устроиться там на работу.</li>
          <li>Поступление в магистратуру после окончания специалитета не дает отсрочки от армии, тогда как бакалавриат + магистратура – это отсрочка на шесть лет.</li>
        </ul>
        <p>Как видно, оба направления высшего образования имеют как свои плюсы, так и минусы. Поэтому вопрос, что выбрать, бакалавриат или специалитет, каждый будущий студент решает для себя сам, в зависимости от своих целей. Бакалавриат с магистратурой в значительной степени ориентированы на получение теоретических знаний, а значит, больше подходят тем, кто хочет развиваться в научной сфере. Специалитет же дает узкоспециализированные знания и навыки для осуществления профессиональной деятельности.</p>
        `,
      },
      '8': {
        topic: 'Лицензия и аккредитация',
        subtopic: 'Выбор вуза',
        html: `
        <h4>Лицензия и аккредитация</h4>
        <p>
          Лицензия и аккредитация конкретного вуза – момент, на который обязательно должны обратить внимание  абитуриенты. Именно лицензии вузов позволяют им вести образовательную деятельность. Документ выдается Федеральной службой по надзору в сфере образования и науки (Рособрнадзор) на основании заключения специальной экспертной комиссии, которая оценивает все имеющиеся у вуза ресурсы для подготовки квалифицированных специалистов (оснащение учебного процесса, оборудование учебных аудиторий, соблюдение санитарных и гигиенических норм, укомплектованность профессорско-педагогического штата и т.д.). Лицензию должен иметь как головной вуз, так и все его филиалы. Раньше лицензия выдавалась учебному заведению на пять лет, в настоящий момент вузы получают «бессрочную» лицензию. Проверить, имеет ли вуз или его филиал действующую лицензию, можно на сайте Рособрнадзора
          <a href="http://lic.obrnadzor.gov.ru/" target="_blank">http://lic.obrnadzor.gov.ru/</a>.
        </p>
        <strong>Вуз без лицензии или лицензия аннулирована</strong>
        <ul>
          <li>Не имеют права обучать по программам высшего профессионального образования</li>
          <li>Не имеют права выдавать диплом о получении высшего профессионального образования</li>
        </ul>
        <strong>Вуз с приостановленной лицензией</strong>
        <ul>
          <li>Не имеет права продолжать учебный процесс</li>
          <li>Не имеет права набирать абитуриентов</li>
        </ul>
        <p>Аккредитация свидетельствует о том, что образовательные программы вуза и качество подготовки выпускников соответствуют государственным стандартам в образовании. Документ выдается Федеральной службой по надзору в сфере образования и науки  (Рособрнадзор) на 5 лет, после чего необходимо  повторно пройти процедуру аккредитации. </p>
        <p>В приложении к свидетельству об аккредитации перечислен список аккредитованных программ, указан аккредитационный статус по виду учебного заведения (университет, академия или институт), ступени образования в вузе, наименования филиалов и степени (квалификации), которые будут присваиваться выпускникам. При подаче документов в учреждения образования абитуриенты должны проверить уровень аккредитации вузов и заверить факт ознакомления с этой информацией в письменном виде.</p>
        <p>
          Аккредитация вузов позволяет выдавать выпускникам по окончании учебного заведения диплом государственного образца (при отсутствии аккредитации – диплом установленного образца). С дипломом государственного образца молодые люди могут поступить в аспирантуру и занять должность на государственной службе. Кроме того, только вузы, имеющие государственную аккредитацию, имеют право предоставить отсрочку от армии на время обучения по очной форме. Проверить аккредитацию вуза и посмотреть список вузов, прошедших аккредитацию, можно
          на сайте Рособрнадзора <a href="http://accred.obrnadzor.gov.ru/" target="_blank">http://accred.obrnadzor.gov.ru/</a>.
        </p>
        <a name="no-accr"></a>
        <strong>Неаккредитованные образовательные программы</strong>
        <ul>
          <li>Не имеют права выдавать диплом государственного образца</li>
          <li>Не предоставляют право на отсрочку от службы в армии</li>
          <li>Не предоставляют бюджетные места и государственные стипендии</li>
          <li>Не предоставляют возможность продолжить обучение в аккредитованной магистратуре или аспирантуре</li>
          <li>Не предоставляют право использовать средства материнского капитала для оплаты обучения</li>
          <li>Не предоставляют право на налоговый вычет при оплате обучения</li>
          <li>Не предоставляют право получения справки для вызова на сессию или учебного отпуска для работодателя</li>
        </ul>
        `,
      },
      '9': {
        topic: 'Вуз: государственный или негосударственный',
        subtopic: 'Выбор вуза',
        html: `
        <h4>Вуз: государственный или негосударственный</h4>
        <p>Высшие учебные заведения в России делятся на государственные или негосударственные, в зависимости от того, какую форму собственности они имеют. Так, государственный вуз — это учебное заведение, учредителями которого являются правительство или органы исполнительной власти, финансирование осуществляется государством из средств федерального или муниципального бюджета. Негосударственный вуз – образовательное учреждение, основанное коммерческими организациями, общественными организациями или частными лицами. Источниками финансирования коммерческого вуза служат бюджеты этих организаций и плата обучающихся.</p>
        <p>И государственные, и коммерческие вузы должны соответствовать принятому в стране образовательному стандарту, поэтому раз в 5 лет все высшие образовательные учреждения проходят государственную аккредитацию. В случае успешного прохождения вуз на 5 лет получает право предоставлять студентам-юношам отсрочку от армии и выдавать диплом о высшем образовании государственного образца. Однако в государственном вузе диплом будет заверен гербовой печатью, а в коммерческом – печатью вуза. Существуют и такие негосударственные вузы, которые не прошли государственную аккредитацию, но осуществляют образовательную деятельность по собственным обучающим программам и правилам, не всегда соответствующим государственным стандартам. Такие вузы выдают дипломы установленного образца.</p>
        <p>Еще одно отличие государственного вуза от негосударственного раньше было в том, что первые для абитуриентов, набравших высокие баллы, предоставляли бюджетные места, а вторые предлагали лишь платную форму обучения. Стоимость оплаты учреждения образования определяли сами — и государственный и негосударственный вуз. Разницы в стоимости обучения в них могло и не быть. Однако сегодня некоторые коммерческие аккредитованные вузы также предлагают абитуриентам бюджетные места, появившиеся за счет передачи мест от государственных вузов согласно Федеральному закону "Об образовании", который гарантирует всем вузам равный доступ к госзаказу.</p>
        <p><i>Как пишут многие российские СМИ, в 2015 году высшие учебные заведения России получат возможность предоставлять бюджетные места не только на образовательные программы, получившие госаккредитацию Рособрнадзора, но и на новые направления обучения, которые не прошли соответствующую процедуру. Причина изменений — нехватка инженерных кадров и открытие новых перспективных кафедр в российских вузах.</i></p>
        <p>Хотя государственные вузы имеют более солидную историю и свои традиции, коммерческие вузы становятся все популярнее, в первую очередь благодаря инновационному подходу. Здесь чаще применяются авторские программы, постоянно совершенствуется материально-техническая база, к тому же, многие негосударственные вузы предоставляют студентам возможность пройти стажировку за рубежом. Но, в то же время, согласно проведенным опросам, многие потенциальные работодатели считают, что более качественное образование предоставляют государственные вузы.</p>
        <p>Государственный или негосударственный вуз – выбор только за абитуриентом. Но гораздо важнее обращать внимание не на форму собственности учреждения образования, а на отзывы о нем, на его профессорско-преподавательский состав, материально-техническую базу и перспективные возможности дальнейшего трудоустройства.</p>
        `,
      },
      '10': {
        topic: 'Выбор специальности',
        subtopic: 'Выбор вуза',
        html: `
        <h4>Выбор специальности</h4>
        <p>Выбор специальности для абитуриента — зачастую трудный вопрос. Ведь всем хочется, чтобы годы, потраченные на обучение в вузе, не прошли даром и стали хорошей стартовой площадкой в жизнь. Чтобы будущая работа приносила удовольствие и давала возможность неплохо заработать.</p>
        <p>Итак, как не ошибиться и выбрать ту специальность, которая станет призванием на всю жизнь? Есть несколько простых советов.</p>
        <h5>Совет первый. Оценка востребованности профессии.</h5>
        <p>Не секрет, что после окончания вуза молодому специалисту необходимо будет трудоустроиться. Поэтому, склоняясь к выбору той или иной специальности, следует изучить, есть ли на рынке труда необходимость в квалифицированных кадрах этой профессии, на какой заработок может рассчитывать начинающий специалист и каковы будут перспективы его роста по карьерной лестнице.</p>
        <h5>Совет второй. Профессия должна соответствовать личным предпочтениям.</h5>
        <p>Выбирая конкретную специальность, следует оценивать, комфортно ли будет молодому специалисту работать на этой должности, принесет ли она ему моральное удовлетворение.</p>
        <h5>Совет третий. Выбор специальности по предметам ЕГЭ.</h5>
        <p>Конечно, если в школе лучше идут гуманитарные предметы, то сложно рассчитывать на то, что абитуриент сможет отлично сдать ЕГЭ по математике или физике. Поэтому логичнее делать выбор специальности по предметам, по которым старшеклассник лучше всего успевает.</p>
        <h5>Совет четвертый. Оценка вероятности поступления.</h5>
        <p>Проходной балл и конкурс на различные специальности может значительно отличаться. Поэтому прежде чем подавать документы, стоит реально оценить свои силы и перспективы прохождения на бюджет или внебюджет.</p>
        <h5>Совет пятый. Доступность выбранной специальности.</h5>
        <p>Если абитуриент проживает не в Москве, то, выбрав соответствующую специальность, ему следует тщательно изучить то, в каких вузах он сможет ее получить. При этом обратить внимание на то, насколько далеко это будет от дома, будет ли предоставлено общежитие и самое главное – смогут ли родители обеспечить проживание студента в этом городе.</p>
        <h5>Совет шестой. Сложность и продолжительность обучения.</h5>
        <p>Нелишним будет перед подачей документов ознакомиться с учебным планом по данной специальности и прочитать отзывы студентов о том, как проходит процесс обучения. К примеру, не все абитуриенты осознают, что на стоматолога нужно будет учиться не просто пять лет, но еще и закончить интернатуру и ординатуру.</p>
        <h5>Совет седьмой. Подстраховаться не помешает.</h5>
        <p>Выбирая специальность, следует предусмотреть «пути отступления», то есть продумать, куда можно будет подать документы, если абитуриент не пройдет по конкурсу на желаемую специальность в этом вузе.</p>
        <p>Таким образом, выбирая специальность, нужно руководствоваться не методом «тыка», а реально оценивать свои шансы и будущие перспективы, учитывать личные предпочтения и предусматривать пути отступления. А если учиться на платном отделении, то еще и рассчитать, будут ли рационально потрачены деньги на обучение.</p>
        <p>Возможно, будет полезен справочник специальностей <a href="/specs" target="_blank">"Специальности вузов".</a></p>
        `,
      },
      '11': {
        topic: 'Какие экзамены ЕГЭ нужно сдавать',
        subtopic: 'Выбор вуза',
        html: `
        <h4>Какие экзамены ЕГЭ нужно сдавать</h4>
        <p>ЕГЭ (единый государственный экзамен) – форма проведения итоговой аттестации для выпускников школ, итоги которой признаются школами в качестве выпускных экзаменов, ссузами и вузами в качестве вступительных экзаменов.</p>
        <p>Многих выпускников интересует вопрос — какие экзамены сдают на ЕГЭ. В настоящий момент в форме ЕГЭ можно сдать 14 предметов: математику, русский язык, информатику и ИКТ, физику, литературу, географию, химию, историю, биологию, обществознание, а также английский, немецкий, испанский и французский языки.</p>
        <p>Не менее актуальный вопрос — какие экзамены обязательны в ЕГЭ. Вот уже несколько лет выпускники школы, чтобы получить аттестат о среднем образовании, в обязательном порядке сдавали математику и русский язык. Какие экзамены ЕГЭ нужно сдавать дополнительно, молодые люди выбирали сами, исходя из перечня вступительных испытаний в том вузе, в котором они планировали получить высшее образование.</p>
        <p>Новый учебный год привнесет некоторые изменения. В первую очередь, для того, чтобы быть допущенными к сдаче ЕГЭ, выпускникам необходимо написать сочинение в декабре месяце и получить по нему «зачет». Для инвалидов и детей с ограниченными возможностями предусмотрена замена сочинения изложением. Пересдача сочинения возможна будет в феврале и апреле-мае. Не получившие зачета по сочинению к ЕГЭ допущены не будут.</p>
        <p>Сдающим экзамен по иностранному языку теперь придется сдавать его не только в письменном, но и в устном виде. Это не является обязательным, однако если выпускник претендует на получение высоких баллов, показать умение общения на иностранном языке придется.</p>
        <p>Какие обязательные экзамены ЕГЭ 2015?  Новшеств не предвидится, они останутся прежними – русский язык и математика. Однако планируется сделать их двухуровневыми. Так, будущие студенты технических вузов будут сдавать русский язык на базовом уровне, а математику – на профильном. Будущие студенты гуманитарных вузов - наоборот: математику на базовом уровне, а язык - на профильном.</p>
        <p>В 2020 году в качестве обязательного предмета ЕГЭ планируется ввести иностранный язык.</p>
        <p>Не все выпускники могут преодолеть минимальный порог по предметам государственного экзамена, поэтому им нужно знать, какие экзамены ЕГЭ можно пересдать. Выпускник школы имеет право пересдать в дополнительные дни один из обязательных предметов, если он не преодолел минимальный порог по нему. Если же одиннадцатиклассник не справился с двумя обязательными предметами или не набрал необходимый минимум баллов при сдаче ЕГЭ по дисциплинам по выбору, или просто недоволен своими результатами, то пересдать экзамен он сможет лишь в следующем году.</p>
        <p>Также к пересдаче в текущем году допускаются те выпускники, которые пропустили ЕГЭ или не завершили работу по уважительной причине, к примеру, по болезни (необходим подтверждающий документ).</p>
        <p>Те выпускники, которые не сдали ЕГЭ по обязательным предметам, аттестат о среднем образовании не получат, им выдадут лишь справку об окончании школы.</p>
        `,
      },
      '12': {
        topic: 'Вузы с военной кафедрой',
        subtopic: 'Выбор вуза',
        html: `
        <h4>Вузы с военной кафедрой</h4>
        <p>Некоторые абитуриенты, выбирая федеральный вуз для получения высшего образования, обращают внимание на то, есть ли в учреждении образования военная кафедра. Ведь вузы с военной кафедрой позволяют студентам очной формы обучения пройти подготовку к военной службе и получить дополнительную военную специальность без отрыва от основной учебы.</p>
        <p>На сегодняшний момент в стране работают 35 вузов с военными кафедрами, также 33 вуза с учебно-военными центрами. На военной кафедре готовят офицеров запаса. Учебно-военные центры занимаются подготовкой офицеров для службы по контракту.</p>
        <p>На военной кафедре имеют право учиться студенты моложе 30 лет, которые по состоянию здоровья признаются годными к военной службе. Набирают студентов на военную кафедру на конкурсной основе. С каждым поступившим Министерство обороны заключает договор об обучении по программе подготовки офицеров запаса.</p>
        <p>В течение двух-трех курсов студенты обучаются военной специальности (занятия проходят один раз в неделю), затем проходят военные сборы (один месяц), сдают экзамен, и им присваивается звание лейтенанта запаса или старшего лейтенанта запаса. Во время учебы такие студенты получают доплату к стипендии, а после окончания вуза не подлежат призыву в армию.</p>
        <p>При поступлении в военно-учебные центры (ВУЦ) студенты не старше 24 лет, годные к прохождению военной службы, заключают с Министерством обороны контракт, согласно которому после окончания вуза они обязаны три года отслужить офицером. В случае отчисления из ВУЦ или отказа от службы офицером студенты должны будут возместить затраченные на его обучение в центре средства, а также отслужить наравне с обычными призывниками один год.</p>
        <p>Во время обучения в ВУЦ юношам выплачивается дополнительная стипендия.</p>
        `,
      },
      '14': {
        topic: 'Правила поступления в вуз',
        subtopic: 'Поступление в вуз',
        html: `
        <h4>Правила поступления в вуз</h4>
        <p>Правила поступления в вуз определяют условия приема и зачисления студентов, порядок подготовки и проведения вступительных испытаний. Каждый вуз, основываясь на законах и положениях Министерства образования, разрабатывает свои Правила приема с учетом особенностей обучения конкретно в этом учебном заведении. Однако различия в них незначительные. Поэтому рассмотрим стандартные правила поступления в вузы.</p>
        <p>Согласно Правилам, абитуриенты имеют право поступать в пять вузов одновременно (причем, на три специальности в каждом). Как правило, для этого от абитуриентов требуется ксерокопировать некоторые страницы паспорта и аттестат, и вручную написать заявление. Подать документы можно как самому лично, так и выслать по почте на адрес приемной комиссии, указанный на сайте вуза. Отдельным категориям поступающих, к примеру, иностранным гражданам или льготникам, могут понадобиться дополнительные документы. Это лучше уточнить в конкретном вузе.</p>
        <p>Для зачисления на первый курс во всех вузах от абитуриентов потребуют фотографии, медицинскую справку и оригинал аттестата.</p>
        <p>Большинство вузов набирают абитуриентов по конкурсу на основании трех экзаменов по ЕГЭ. При этом согласно Приказу №1 Министерства образования и науки РФ от 09 января 2014 г. (рег. №31079 от 23 января 2014 г.) учебным заведениям разрешено учитывать результаты лишь двух ЕГЭ (русский язык и профильный предмет по специальности – обязательно). У некоторых вузов есть право набирать студентов не только на основании результатов ЕГЭ, но и проводить одно внутривузовское вступительное испытание на определенную специальность. Проводить испытание вуз может в любой форме — тестирование, письменный экзамен, собеседование или устный экзамен. Дополнительные вступительные испытания также проводятся при поступлении на спортивные или творческие специальности.</p>
        <p>Стать первокурсниками без вступительных испытаний могут лишь те ребята, кто принимал участие в международных олимпиадах по предметам или кто стал призером или победителем заключительного этапа всероссийской олимпиады школьников.</p>
        <p>Призеры и победители других олимпиад при поступлении получают льготы, которые определяют сами вузы.</p>
        `,
      },
      '15': {
        topic: 'Льготы при поступлении в вуз',
        subtopic: 'Поступление в вуз',
        html: `
        <h4>Льготы при поступлении в вуз</h4>
        <p>На сегодняшний день законодательством для абитуриентов предусмотрены три категории льгот. Это – зачисление без экзаменов, зачисление вне конкурса (предоставление результатов ЕГЭ) и преимущественное право на зачисление.</p>
        <p>Льготы при поступлении в вуз без экзаменов есть у тех абитуриентов, которые стали победителями или призерами международных олимпиад или заключительного этапа Всероссийской школьной олимпиады, а также вузовских олимпиад школьников. Но это только в том случае, если абитуриент поступает на специальность, которая соответствует предмету выигранной олимпиады. Если специальность другая, то этому абитуриенту по предмету олимпиады ставится сто баллов, и он участвует в конкурсе наравне с другими.</p>
        <p>На спортивные факультеты без экзаменов примут победителей олимпийских и параолимпийских игр. Вне конкурса зачисляются:</p>
        <ul>
          <li>дети-инвалиды;</li>
          <li>сироты и молодые люди до 23 лет, оставшиеся без попечения родителей;</li>
          <li>абитуриенты, которые более 3 лет отслужили по контракту в вооруженных силах или военнослужащие-контрактники (поступающие на заочную или вечернюю форму обучения);</li>
          <li>молодые люди до 20 лет, у которых родитель - инвалид первой группы, при условии, что доход в семье на человека не выше прожиточного минимума.</li>
        </ul>
        <p>Преимущества при зачислении (при одинаковом количестве баллов) будут иметь дети, чьи родители погибли на военной службе или в результате террористических актов, умерли в результате болезней, полученных в результате контртеррористических действий или после военных травм.</p>
        <p>Все абитуриенты, претендующие на льготы при поступлении, обязаны представить документы, которые подтверждают их право на льготу.</p>
        `,
      },
      '16': {
        topic: 'Целевой набор в вуз',
        subtopic: 'Поступление в вуз',
        html: `
        <h4>Целевой набор в вуз</h4>
        <p>Целевой набор в вузы подразумевает, что абитуриент поступает в учебное заведение на особых основаниях, предоставляя в приемную комиссию, помимо прочих документов, целевое направление. Направление выдают предприятия или организации, которые выделяют средства на обучение этого студента, а после окончания вуза ждут молодого специалиста на работу.</p>
        <p>Правила целевого набора в вузы говорят о том, что целевое направление не означает зачисление без экзаменов, а дает право поступать по специальному конкурсу. Но здесь тоже есть свое преимущество: списки тех, кто, например, поступил по целевому набору в вузы Москвы, появятся раньше, чем приказ о зачислении на общих основаниях. Поэтому, в случае неудачи, целевики смогут подать документы на общих основаниях.</p>
        <p>При этом между предприятием, вузом и студентом заключается трехсторонний договор, в котором прописываются обязательства перед сторонами соглашения.</p>
        <p>Целевой набор в вузы 2015 еще впереди, а прошлогодний показал, что порядка 7-10 процентов абитуриентов предпочли этот способ для того, чтобы поступить на бюджет. Однако важно знать, что целевик обязан учиться удовлетворительно, и это также прописано в договоре. Кроме этого, в соглашении предусмотрен срок отработки.</p>
        <p>Чаще всего практикуется целевой набор в медицинские вузы, нефтегазовые, энергетические и другие отраслевые учреждения образования.</p>
        `,
      },
      '17': {
        topic: 'Как поступить на бюджет',
        subtopic: 'Поступление в вуз',
        html: `
        <h4>Как поступить на бюджет</h4>
        <p>Ежегодно тысячи абитуриентов и их родителей задумываются над вопросом «Куда и как поступить на бюджет». Несмотря на то, что вот уже два года бюджетные места есть и в негосударственных вузах, и что с каждым годом количество бюджетных мест в вузах понемногу увеличивается (56 бюджетников из 100 студентов в 2014 году против 52 бюджетников из 100 студентов в 2013 году), на всех желающих их не хватает.</p>
        <p>Итак, кто может поступить в вуз на бюджет?</p>
        <ul>
          <li>Во-первых, те абитуриенты, кто получил хорошие оценки по ЕГЭ и прошел по конкурсу (по статистике, это порядка 80 процентов первокурсников).</li>
          <li>Во-вторых, победители и призеры олимпиад. Если речь идет о международных олимпиадах или о всероссийской олимпиаде, то при поступлении на соответствующую специальность абитуриентов возьмут без экзаменов. Если специальность в вузе не будет совпадать с предметом Всероссийской олимпиады, или у выпускника будет диплом победителя любой другой олимпиады школьников, то по соответствующему предмету абитуриенту поставят сто баллов.</li>
          <li>В-третьих, на бюджетные места претендуют целевики и те абитуриенты, у кого есть социальные льготы (сироты, инвалиды и т.д.). Согласно статистике последних лет, таких среди первокурсников – 10-15 процентов.</li>
        </ul>
        <p>Подать документы на бюджетную форму обучения абитуриент может в пять вузов сразу, а затем отслеживать списки поступивших на бюджет и определяться с тем, где он будет учиться.</p>
        `,
      },
      '18': {
        topic: 'Медосмотр при приеме в вузы',
        subtopic: 'Поступление в вуз',
        html: `
        <h4>Медосмотр при приеме в вузы</h4>
        <p>Согласно закону об «Об образовании» и Постановлению Правительства, абитуриенты, поступающие на определенные специальности в высшие или средние учебные заведения, должны пройти медицинский осмотр. Утвержден особый перечень специальностей, в который включены такие направления подготовки, обучение по которым подразумевает отсутствие противопоказаний, как для учебы, так и для будущей работы по этой специальности.</p>
        <p>Медицинское обследование необходимо пройти тем, кто решил учиться по таким специальностям, как:</p>
        <ul>
          <li>горное дело;</li>
          <li>ядерная физика;</li>
          <li>педиатрия;</li>
          <li>психолого-педагогическое образование;</li>
          <li>ветеринария;</li>
          <li>технология общественного питания;</li>
          <li>испытание летательных аппаратов;</li>
          <li>транспортные средства;</li>
          <li>пожарная безопасность;</li>
          <li>строительство и архитектура;</li>
          <li>эксплуатация железных дорог;</li>
          <li>радиотехника и электронная техника;</li>
          <li>криогенная и холодильная техника;</li>
          <li>агроинженерия</li>
          <li>и некоторые другие.</li>
        </ul>
        <p>Полный перечень специальностей по которым необходим медецинский осмотр при приеме можно посмотреть в <u>Постановлении Правительства РФ N 697 от 14 августа 2013 г.</u></p>
        <p>Пройти медицинский осмотр можно как в государственном учреждении медицины, так и в частной поликлинике. В зависимости от будущей специальности, абитуриенту понадобится посетить разных специалистов. Это может быть невролог, гинеколог (уролог), стоматолог, офтальмолог, нарколог, отоларинголог, инфекционист и т.д. Всем понадобится получить заключение от терапевта, а также сдать анализы крови, мочи, пройти электрокардиографию и флюорографию.</p>
        <p>Необходима ли справка о прохождении медосмотра на выбранную специальность, и каких специалистов нужно пройти, необходимо уточнить в своем вузе.</p>
        <p>Справку о прохождении медицинского обследования нужно предоставить наряду с другими документами для поступления. Но важно понимать, что наличие противопоказаний - это не основание для того, чтобы не зачислить абитуриента. Будущего студента обязаны предупредить о том, как может отразиться на его здоровье учеба в вузе и дальнейшая работа по специальности.</p>
        <p>После поступления в вуз всем студентам в студенческой поликлинике понадобится снова пройти медосмотр.</p>
        `,
      },
      '19': {
        topic: 'Документы для поступления в вуз',
        subtopic: 'Поступление в вуз',
        html: `
        <h4>Документы для поступления в вуз</h4>
        <p>Согласно законодательству, документы для поступления в вуз можно подавать сразу в пять учебных заведений. Согласно правилам приема, подать документы в вуз можно лично, выслать по интернету или отправить по почте (дата будет определяться по почтовому штампу), главное: уложиться в установленные сроки.</p>
        <p>Прием документов в вузы 2015 начнется не позднее 19 июня. Срок завершения приема в вузах, где помимо основных испытаний проводятся  вступительные испытания профильной направленности (учрежденные самим вузом), а также в вузах, где проводится набор абитуриентов с ограниченными возможностями, инвалидов и иностранных граждан; и для абитуриентов, поступающих в вуз на базе профессионального образования, — 10 июля 2015 года. Для тех, кому для поступления в вуз необходимо пройти дополнительные испытания, определен срок не ранее 6 июля 2015 года. Для остальных категорий абитуриентов определен срок 24 июля 2015 года.</p>
        <p>Какие документы в вуз необходимо подать:</p>
        <ul>
          <li>Документ, который удостоверяет личность (можно ксерокопию).</li>
          <li>Документ об образовании (можно ксерокопию, но для целевиков оригинал обязателен).</li>
          <li>Фотографии (4 штуки): для тех специальностей, по которым будут проводиться дополнительные внутривузовские экзамены.</li>
          <li>Заявление (указать ФИО, дату рождения, сведения о том, по какой специальности и на каких условиях планируется обучение, есть ли необходимость в общежитии; а также&nbsp; реквизиты паспорта и документа об образовании, результаты ЕГЭ,&nbsp; сведения о наличии льгот, дипломов призера или победителя).</li>
          <li>Документы на льготы (если они есть).</li>
        </ul>
        <p>Эти документы в вуз нужно подавать на любую форму обучения.</p>
        `,
      },
      '21': {
        num: '21',
        topic: 'Формы обучения',
        subtopic: 'Обучение в вузе',
        html: `
        <h4>Формы обучения</h4>
        <p>Традиционные формы обучения (очная и заочная) сегодня существуют параллельно с относительно новыми – очно-заочной и дистанционной. Чем же отличаются друг от друга формы обучения в вузе?</p>
        <h5>Очная форма обучения</h5>
        <p>Очная форма обучения - это самый распространенный способ получения высшего образования. Форма обучения дневная подразумевает, что студент каждый день (за исключением выходных) посещает семинары и лекции в течение семестра, а затем сдает соответствующие экзамены. Студенты очной формы обучения могут учиться на бюджете и получать стипендию, а могут поступить и на платную форму обучения. Что значит очная форма обучения для юношей? Для них учеба на дневном отделении позволяет получить отсрочку от армии.</p>
        <h5>Очно-заочная форма обучения</h5>
        <p>Очно-заочная форма обучения подойдет для тех, кто хочет получать образование и при этом не увольняться с работы. Занятия проходят в выходные дни или в вечернее время, которые, соответственно, принято называть «группа выходного дня» или «вечернее обучение».</p>
        <p>Вечерняя форма обучения подразумевает, что не только обучение, но и экзамены сдаются в нерабочее время. Нередко при вечернем обучении занятия проводятся не каждый день, а, например, 3 раза в неделю по 3 пары.</p>
        <p>Что значит форма обучения в группе выходного дня? Занятия и экзамены проходят именно в выходные дни, что удобно для занятых на работе семейных людей. Учиться так довольно тяжело, зато качество этой формы обучения в институте выше, чем, к примеру, на заочном отделении, ведь студенты контактируют с преподавателем напрямую.</p>
        <h5>Заочная форма обучения</h5>
        <p>Заочная форма обучения - это довольно самостоятельный способ учебы. Прием на заочную форму обучения подразумевает, что студент приезжает на установочную сессию, получает задание и список литературы, самостоятельно готовится в течение определенного времени и затем сдает экзамены преподавателю. Специальности заочной формы обучения могут быть самые разные, но вне зависимости от этого, сессия будет проходить два раза в год.</p>
        <p>Многие работодатели считают, что заочная форма обучения в вузе не отличается качеством образования, поэтому часто ее выбирают для получения второго высшего образования.</p>
        <p>Дистанционная форма обучения, которая считается разновидностью заочной формы обучения, подразумевает, что студент с преподавателем общается с помощью сервисов сети Интернет: специализированных систем дистанционного обучения, электронной почты, чатов, видео-конференций и т.д. Основное преимущество такой формы обучения в том, что дистанционно получить образование могут жители любых городов, не выезжая из дома. Кроме того, можно получить диплом вуза Москвы из любого субъекта России. Приверженцев этой формы обучения с каждым годом становится все больше.</p>
        <p>Очная и заочная форма обучения, так же, как и очно-заочная форма обучения, могут быть как бесплатными (выделяются бюджетные места), так и платными.</p>
        <p>Понятие «сокращенная форма обучения» законодательно не предусмотрено, однако многие вузы идут навстречу студентам и после первой сессии, при условии успешной ее сдачи, могут перевести на следующий курс. Поэтому по факту и очно, и заочно, сокращенная форма обучения существует.</p>
        `,
      },
      '22': {
        topic: 'Стипендия в вузе',
        subtopic: 'Обучение в вузе',
        html: `
        <h4>Стипендия в вузе</h4>
        <p>Стипендия в вузах – это постоянная или единовременная денежная выплата студентам, обучающимся в вузах и ссузах на очной форме обучения, а также аспирантам вузов и докторантам.</p>
        <h5>Стипендия в вузах делится на виды:</h5>
        <ul>
          <li><strong>Социальная государственная стипендия</strong>: выплачивается нуждающимся (к примеру, инвалидам, сиротам и т.д.) вне зависимости от их успеваемости. На сегодняшний день она составляет более 2 000 рублей.</li>
          <li><strong>Академическая государственная стипендия</strong>: выплачивается на основании результатов предыдущей сессии. Чем лучше оценки, тем больше ее размер. Минимальная академическая стипендия&nbsp; для студентов высших учебных заведений&nbsp; составляет порядка 1 350 рублей.</li>
          <li><strong>Именная стипендия</strong>: назначается физическими или юридическими лицами, органами местного самоуправления или государственными органами конкретному студенту за особые заслуги, например, за активную научную деятельность.</li>
          <li><strong>Стипендия аспирантам</strong>: выплачивается тем слушателям аспирантуры, которые успешно сдали аттестацию. Сегодня выплаты составляют более 6 000 рублей.</li>
          <li><strong>Стипендия докторантам</strong>: получают молодые ученые, прошедшие аттестацию и занимающиеся написанием диссертации. Будущие доктора наук смогут ежемесячно получать более 10 000 рублей.</li>
          <li><strong>Стипендии правительства или Президента</strong> назначаются наиболее перспективным студентам (аспирантам), которые достигли значительных успехов.</li>
          <li><strong>Потанинская стипендия</strong> (учредитель – благотворительный фонд Потанина): на конкурсной основе выплачивается магистрантам.</li>
          <li><strong>Стипендия студентам, которые поступили по целевому направлению</strong>: выплачивают предприятия, направившие молодых людей на учебу.</li>
        </ul>
        <p>Размер стипендии в вузах определяется индивидуально для каждого студента.</p>
        `,
      },
      '23': {
        topic: 'Отсрочка от армии',
        subtopic: 'Обучение в вузе',
        html: `
        <h5>Отсрочка от армии</h5>
        <p>На отсрочку от армии могут рассчитывать:</p>
        <ul>
          <li>Студенты вузов очной формы получения высшего образования на время обучения (если ранее не пользовались правом на отсрочку, к примеру, во время учебы в колледже), при этом вуз должен иметь государственную аккредитацию. Отсрочка составит 4-5 лет.</li>
          <li>Магистранты (после бакалавриата), если также обучаются на очной форме в вузе, прошедшем государственную аккредитацию. Отсрочка составит в общей сложности 6 лет (бакалавриат+магистратура).</li>
          <li>Аспиранты (после специалитета), обучающиеся на очной форме по специальности, которая прошла государственную аккредитацию, в лицензированных вузах или научных учреждениях. Отсрочка в общей сложности составит 7 лет (специалитет + аспирантура). После этого предоставляется еще год отсрочки от службы для защиты кандидатской диссертации.</li>
         </ul>
        <p>Важно:</p>
        <ul>
          <li>Отсрочка от призыва предоставляется и тем, кто во время обучения брал академический отпуск, при условии, что срок их обучения увеличился не больше, чем на один год.&nbsp;</li>
          <li>Прервав обучение в одной аспирантуре, можно поступить в другую, и снова воспользоваться правом отсрочки.</li>
          <li>Успешно защитившийся кандидат наук в армию не призывается, а получает военный билет на руки, даже если ему не исполнилось 27 лет. При этом тот, кто не смог защититься, но достиг непризывного возраста, также получает военный билет.</li>
        </ul>
        <p>Чтобы получить право на отсрочку, нужно, взяв в университете соответствующую справку, пройти медицинскую комиссию и на заседании призывной комиссии попросить о предоставлении отсрочки.</p>
        `,
      },
      '25': {
        topic: 'Сколько стоит обучение в вузе',
        subtopic: 'Платное обучение',
        html: `
        <h5>Сколько стоит обучение в вузе</h5>
        <p>Для тех, кто не смог пройти на бюджетную форму обучения в вузе, встает вопрос: стоит ли поступать на платную форму, и при этом выбрать государственный вуз или коммерческий? Конечно, ответ на этот вопрос зависит от многих факторов. И, в первую очередь, от того, смогут ли родители оплатить обучение, рационально ли вкладывать деньги в получение этой конкретной профессии, насколько оптимистичны&nbsp; перспективы трудоустройства и хочет ли сам абитуриент учиться на этой специальности.</p>
        <p>Само собой, если финансовое положение семьи позволяет (или есть возможность получить и оплачивать кредит на обучение), то высшее образование, пусть и на платной основе, лучше получить. Во-первых, этим можно будет обеспечить перспективное трудоустройство, во-вторых, юношам избежать (хотя бы временно) службы в армии, а в-третьих, не думать о том, чем будет заниматься вчерашний школьник целый учебный год.</p>
        <p>И не стоит опасаться того, что перспективный работодатель возьмет на работу молодого специалиста после бюджетной формы обучения, полагая, что его знания&nbsp; лучше, чем у вчерашнего «платника». Многие работодатели ценят знания специалистов, а не то, на какой форме они получили свой диплом о высшем образовании, ведь, в конце концов, кому-то могло просто не повезти.</p>
        <p>Что касается того, сколько стоит обучение в вузе, то это зависит от многих параметров: престижности вуза и выбранной специальности, востребованности профессии на рынке труда и даже от средней зарплаты в этом субъекте. К примеру, при средней плате за обучение по стране в 60-70 тысяч за учебный год, есть вузы, которые предлагают получить&nbsp; высшее образование и за триста-пятьсот тысяч. Например, уже не первый год держат высокую планку за обучение такие престижные вузы, как МГУ, МГИМО и ГУ-Высшая школа экономики. Причем самыми дорогими являются редкие (востоковедение и теология) и&nbsp; востребованные специальности (юриспруденция, менеджмент&nbsp; и здравоохранение), а самыми «дешевыми» -&nbsp; специальности пищевых технологий, химической направленности, сельского хозяйства и социальной педагогики.</p>
        <p>Конечно, оценивая стоимость платного обучения в вузах по конкретной специальности, стоит понимать, что, помимо непосредственной оплаты за обучение, нужно подготовить деньги для проживания в городе, где студент получает профессию. А это подразумевает оплату общежития или съемного жилья, проезда и&nbsp; питания.</p>
        `,
      },
      '26': {
        topic: 'Образовательный кредит',
        subtopic: 'Платное обучение',
        html: `
        <h5>Образовательный кредит</h5>
        <p>Для студентов платной формы обучения&nbsp; всегда очень актуальны вопросы: «<strong>Где взять денег на оплату учебы?</strong>», и «<strong>Как получить образовательный кредит</strong>?». На сегодняшний день образовательный кредит дают всего несколько банков. Этот продукт кредитования пока не очень распространен и составляет всего 1% от общего числа выдаваемых финансовыми организациями кредитов.</p>
        <p><strong>Образовательные кредиты в России имеют несколько особенностей</strong>. Во-первых, образовательный кредит для студентов имеет целевое назначение. Деньги напрямую поступают учебному заведению, причем, как правило, долями (траншами) каждый семестр.</p>
        <p>Во-вторых, образовательный кредит банк дает практически на любой вид обучения: среднее или высшее образование, дополнительное образование, языковые курсы и другие.</p>
        <p>В-третьих, <strong>государственный образовательный кредит</strong> предоставляется на довольно продолжительный срок (до 11 лет), и основные выплаты по большинству кредитных продуктов происходят уже после окончания учебы и трудоустройства. В случае призыва в армию или академического отпуска банк может дать отсрочку по выплатам.</p>
        <p>Что необходимо для того, чтобы оформить образовательный кредит? Статистика последних лет показывает, соблюдение&nbsp; каких условий необходимо для того, чтобы оформить целевой образовательный кредит. Заемщик должен быть гражданином России (некоторые банки могут потребовать еще и постоянную регистрацию), впоследствии хорошо учиться (в договорах нескольких банков предусмотрено, что если студент не сдал сессию, то соглашение может быть расторгнуто). Если речь идет об образовательном кредите в Сбербанке, условия договора предусматривают, что после каждой сессии студент должен предоставлять в банк документ, подтверждающий то, что он успешно сдал экзамены, а в конце обучения – диплом об окончании вуза.</p>
        <p>Образовательный кредит Сбербанка России сегодня самый распространенный кредитный продукт на обучение. Образовательный кредит в Сбербанке представлен двумя видами: обычный кредит и образовательный кредит с государственным субсидированием. Образовательные кредиты с государственной&nbsp; поддержкой - привлекательный вариант, ведь банк полностью покрывает стоимость обучения и дает кредит всего под ¼ ставки рефинансирования плюс три процентных пункта, а также три четвертых процента платит государство. Итого на сегодняшний момент процентная ставка по кредиту составляет чуть более пяти процентов. Но следует знать нюансы. Чтобы получить этот образовательный кредит, нужно посмотреть список вузов. Льготный образовательный кредит дается студентам только тех учебных заведений, которые участвуют в эксперименте. К тому же, льготный образовательный кредит в Сбербанке доступен только тем, кто хорошо учится. Как только студент начинает не успевать в учебе, государственной поддержки он лишается.&nbsp; И тогда приходится&nbsp; брать обычный образовательный кредит под 12 процентов годовых, который покроет только 90 процентов стоимости учебы максимум. Но все равно многие выбирают именно образовательный кредит в Сбербанке. Отзывы о нем неплохие, к тому же, он дает кредит и на погашение образовательных кредитов в других банках.</p>
        <p>Также можно получить образовательный кредит в Россельхозбанке. Он готов дать деньги на 10 лет под процентную ставку в 12 процентов годовых, правда, только студентам «бюджетных» специальностей: будущим педагогам, медикам, работникам агропромышленности и т.д.</p>
        <p>На сегодняшний день выдают образовательный кредит банк «Союз», ВТБ 24, Росинтербанк, банк «Образование», Балтийский банк, банк «Кедр» и еще некоторые организации. Однако условия банков различны: отличаются процентные ставки. Некоторым банкам для того, чтобы оформить образовательный кредит 2015, могут потребоваться поручители или залог.</p>
        <p>Студенты некоторых ведущих вузов могут претендовать на образовательный кредит «Кредо». Например, таким кредитным продуктом могут воспользоваться студенты МГУ. Образовательный кредит выдает банк «Союз», а самой кредитной программой занимается компания «Крэйн».</p>
        `,
      },
    },
  },
  's': {
    title: 'Второе высшее',
    defaultText: `
    <h4>Второе высшее образование</h4>
    <p>Получение второго высшего образования означает обучение по программам высшего образования после завершения учебы на первом высшем или на базе неоконченного высшего.</p>
    <p>Благодаря второму высшему образованию можно получить квалификацию еще в одной области, но даже если первое высшее получалось на бюджетной основе, или же после освоения первой специальности получен диплом с отличием, второе высшее можно получить только платно.</p>
    <p>Выбор специальности по второму высшему образованию зависит исключительно от абитуриента. Можно продолжить расширять свои знания, выбрав специальность, дополняющую полученные до этого знания, а можно полностью сменить направление и стать специалистом в новой области.</p>
    <p><a href="/77/sec/" target="_blank">Второе высшее образование в Москве</a></p>
    `,
    topics: {
      '28': {
        topic: 'Кто может получить второе высшее',
        subtopic: 'Второе высшее - это',
        html: `
        <h4>Кто может получить второе высшее</h4>
        <p>Получение второго высшего образования в РФ возможно для тех, кто уже получил первого высшее образование (можно неоконченное). Также некоторые вузы дают возможность параллельного получения двух высших образований, однако по второй специальности обучение будет проходить в заочной форме и на основе контракта.</p>
        <p>Наличие диплома бакалавра, магистра или специалиста дает право каждому на обучение для получения второго высшего. Однако между ними существуют отличия: магистры и специалисты имеют возможность выбора как программ бакалавриата, так и магистратуры, а вот бакалавры могут выбирать лишь из программ бакалавриата (для получения диплома о втором высшем образовании). Если ими выбирается магистратура, это уже считает не вторым высшим, а продолжением обучения по первому профессиональному образованию.</p>
        <p>Что же касается оплаты за учебу, то тут бакалаврам следует знать, что право на бесплатное обучение в магистратуре у них остается даже в случае, если они решат поступать в нее по прошествии нескольких лет после получения диплома бакалавра. Конечно, при условии, что будет пройден конкурс.</p>
        `,
      },
    },
  },
  'm': {
    title: 'Магистратура',
    defaultText: `
      <h4>Магистратура</h4>
      <p>Магистратура является II уровнем высшего образования, обучение на котором длится, как правило, два года, и предполагает получение специализированных знаний по выбранному профилю. Диплом магистра открывает возможности обучения в зарубежных вузах и признается работодателями зарубежных стран.</p>
    `,
    topics: {},
  },
  'p': {
    title: 'Аспирантура',
    defaultText: `
      <h4>Аспирантура</h4>
      <p>Аспирантура – это третья ступень высшего образования, на которой готовят кадры высшей квалификации. Основное направление подготовки – научно-педагогическое. Аспиранты получают квалификацию, необходимую для преподавания в высших учебных заведениях, а также занимаются научно-исследовательской деятельностью.</p>
      <p>Учеба в аспирантуре может быть бесплатной и платной, очной или заочной. Аспирант выбирает научного руководителя и под его надзором проводит научные изыскания, которые станут основой его будущей диссертации на соискание степени кандидата наук. Одновременно он осваивает положенные дисциплины и проходит педагогическую практику.</p>
      <p>В аспирантуру можно поступить после законченного специалитета или магистратуры (и нельзя – сразу после бакалавриата). Обучение длится три года в очной форме и четыре – в заочной. За это время аспирант должен написать диссертационную работу, которая будет одобрена комиссией для защиты.</p>
    `,
    topics: {},
  },
};
